Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/C15A.tmx
Source language: en_us
Languages: zh_cn

source: Pen of Iron: American Prose and the King James Bible
zh_cn: 圣经与美国的文学传承

source: Historically speaking, America and the King James Bible are almost twins.
zh_cn: 从历史角度分析，美国和钦定英译本圣经几乎是一对双胞胎。

source: The first English colony in North America was established at Jamestown, Virginia in 1607; four years later, the Church of England completed its translation of the Authorized Version of the Bible, which, like the colony, bore the name of the reigning monarch.
zh_cn: 北美大陆的第一个英国殖民地于1607年在弗吉尼亚州詹姆斯城建立。四年后，英国教会完成了权威版本圣经的翻译。和在美国的殖民地一样，这个版本的圣经同样以当时的统治君王的名字命名。

source: And it is safe to say that, for the next three hundred years at least, just about every English-speaking American grew up knowing the King James Bible better than any other book.
zh_cn: 我们还可以这样说，在之后的三百年间每一个讲英语的美国人在成长过程中，没有哪一本书比钦定英译本圣经影响得更深远。

source: As Robert Alter puts it in his new study Pen of Iron: American Prose and the King James Bible, America, even more than England itself, was affected by a "biblicizing impulse": "It was in America that the potential of the 1611 translation to determine the foundational language and symbolic imagery of a whole culture was most fully realized."
zh_cn: 正如《Pen of Iron》的作者Robert Alter的最新研究表明：美国散文、钦定英译本圣经、美国、英国本土，甚至英语国家以外的地区，都受到了“圣经文化冲击”的影响。“1611年翻译出版的这本钦定英译本圣经，正是美国整个文化当中最基础的语言文化和象征性形象的完全体现。”

source: The English settlers were Christians, of course, but it was the Old Testament, much more than the New, that spoke to them and their experience.
zh_cn: 第一版钦定英译本圣经 讲英语的美国定居者当然是基督徒，但是《旧约》比《新约》更能表达自己，更能和自己在经历上有同感。

source: In the story of the Israelites' exodus from Egypt and conquest of the Promised Land, the Puritans found an obvious parallel to their own journey across the Atlantic and their struggle in the New World.
zh_cn: 在《出埃及记》这则圣经有名的故事中，以色列人从埃及逃出，最后征服迦南，在乐土之地建立自己的家园。这和清教徒穿越大西洋，来到新世界，努力奋斗寻找幸福的经历非常相似。

source: (As Alter notes, Israelite place names are everywhere in the American landscape, from Salem to Shiloh.) The King James Bible, then, was not just the matrix of the American language, but the means of transmitting Jewish history, and the morality of the Hebrew Bible, to the American people.
zh_cn: 作者Alter指出，以色列的很多地名都出现在美国的地图中，如Salme和Shiloh。 钦定英译本圣经不仅是美国语言文化的基石，它还把犹太人的历史和希伯来文的圣经道德准则传递给美国人民。

source: As a leading scholar and translator of the Bible, who is also deeply knowledgeably about American literature, Robert Alter is ideally suited to study this complicated inheritance.
zh_cn: 作为著名的圣经的翻译和研究学者，Robert Alter还精通美国文学。关于美国的文学如何继承了圣经传统的这个复杂课题的研究，由他来研究非常的适合。

source: Alter's own translations of Scripture—most recently, the Book of Psalms—have inevitably been measured against the familiar cadences of the King James Bible, and they can be seen in part as attempts to criticize or displace that standard text.
zh_cn: Alter已经开始了圣经的翻译工作，最近他已经翻译到了《诗篇》章节。我们耳熟能祥的钦定英译本圣经确实有一些错误之处，受到了一些批评，而且应该被纠正。

source: But in literary terms, Alter recognizes, the King James version—though it may be "often inaccurate"—is canonical and irreplaceable.
zh_cn: Alter认为，虽然钦定英译本圣经在某些地方有些“不太准确”，但是在文学领域它却最标准的，是不可替代的。

source: In a sense, the English Bible has ceased to be a translation and become a second original.
zh_cn: 从某种意义上说，英文版圣经已经停止了翻译，即使有翻译版本也只是“旁系血统”。

source: If you were more mystically inclined than Alter, you could consider it an example of Walter Benjamin's theory of translation, which holds that every true translation completes the meaning of a text as it appears in the mind of God.
zh_cn: 如果你比Alter更加笃信神秘主义，那么你也会像Walter Benjamin一样坚持这个翻译理论：真正的翻译是诠释每一个文字的内在含义，就像上帝的训导一样权威，能让这些文字时刻萦绕于心。

source: The locutions of the King James Bible echo through our literature so pervasively that we often take them for granted. &quot;The Gettysburg Address&quot; offers a small but telling example.
zh_cn: 钦定英译本圣经的语言，时刻回响在文学作品中，使我们认定它是理所当然的。林肯总的“葛底斯堡演说”就是一个最好的证明。

source: Why, Alter asks, did Lincoln begin by saying "Four score and seven years ago," rather than just "eighty-seven years ago?"
zh_cn: 为什么林肯总统演讲时的第一句话就是“Four score and seven years ago （八十七年前）”而不是直接说 “eighty-seven years ago”？ 答案就是他在写稿子时可能是无意识的想到了这个短语。

source: The answer is that he was drawing, perhaps unconsciously, on the phrase "three score and ten," which appears 111 times in the King James Bible.
zh_cn: “Three score and ten”这个短语在钦定英译本圣经中出现过111次。

source: By measuring time in this formal, archaic fashion, Lincoln raises American history to the same level as sacred history.
zh_cn: 林肯总统用这种正式古老的计算时间的方式，把美国的历史神圣化。

source: At the end of the Address, Lincoln again turns to the Bible: when he promises that American democracy "shall not perish from the earth," he is echoing a phrase from Job and Jeremiah.
zh_cn: 在演讲的末尾，林肯总统又一次模仿了圣经的语言格式：他保证美国的民主“shall not perish from the earth（将永远不会消失）”。此短语出自圣经的《约伯记》和《耶利米书》。

source: At the core of Pen of Iron—the title, of course, is itself a Biblical allusion ("the sin of Judah is written with a pen of iron, and with the point of a diamond" Jeremiah 17:1)—is Alter's analysis of the Bible's influence on three great American novels: Moby-Dick, Absalom, Absalom, and Seize the Day.
zh_cn: 在《Pen of Iron》一书中，作者Robert Alter分析了圣经是如何影响美国的这三本文学名著：《Moby-Dick（白鲸）》，《AbsalomAbsalom！（押沙龙，押沙龙！）》，《Seize the Day（勿失良辰）》。这本书的书名《Pen of Iron》也是圣经里的一个典故，出自《耶利米书17:1》：犹大的罪恶是用铁笔写的，铁笔的笔尖是钻石的。

source: In discussing these books, Alter shows that that influence cannot be measured strictly in allusions or verbal echoes.
zh_cn: 作者Alter在此书中分析道，圣经对这些文学作品的影响不能只用如何使用典故或词语来衡量。

source: Melville, Faulkner, and Bellow do not simply use Biblical language, they think in Biblical categories—especially, Alter argues, when they are challenging the faith and morality that the Bible teaches.
zh_cn: 这三本文学作品的作者MelvilleFaulkner和Bellow不仅仅简单的使用圣经中的语言。他们的思想都浸润在圣经当中，所以他们有时甚至是挑战圣经当中的信仰、道德规范和圣经教义。

source: Moby-Dick is a perfect case in point.
zh_cn: 《Moby-Dick（白鲸）》就是一个很好的例子。

source: Melville's novel is a riot of language, whose lavish rhetoric owes a great deal to Shakespeare, Milton, and other seventeenth-century writers.
zh_cn: Melville小说的语言很繁复，他的华丽修词深受ShakespeareMilton和十七世纪其他作家的影响。

source: But the elemental power and metaphysical scope of the novel are rooted in its complex response to the Bible.
zh_cn: 但是，小说那种元始的力量和形而上学的视角来源于作家对圣经的回响。这种回响植根在作家心中，既深刻又复杂。

source: When the Pequod sets sail, for instance, Melville writes: "ever and anon, as the old craft dived deep in the green seas, and sent the shivering frost all over her, and the winds howled, and the cordage rang..."
zh_cn: Melville在《Moby-Dick（白鲸）》中有这样一段描述：百戈号启航了“ever and anonas the old craft dived deep in the green seasand sent the shivering frost all over herand the winds howledand the cordage rang...（不久，这艘大船驶入了碧蓝色的大海之中，掀起的巨大波浪像飒飒的树林在她后面跟随，飓风呼啸，绳索作响。）”

source: This simple form of narration, where events are connected only by "and" is known as parataxis, and it is the Bible's favorite technique: "Then Jacob gave Esau bread and drink, and rose up, and went his way: thus Esau despised his birthright." (As Alter points out, the parataxis is still more pronounced in the Hebrew: the King James's "then" and "thus" actually translate the Hebrew "and.") Biblical parallelism, too, is used to heighten Melville's style.
zh_cn: 这种在几件事件上加上“and”的简单叙事风格叫“parataxis（并列）”。这是圣经最喜欢的写作技巧：“Then Jacob gave Esau bread and drinkand rose upand went his way: thus Esau despised his birthright.（雅各给了以扫面包和饮料，起身，然后就走了：所以以扫并不看重自己的长子权。）”圣经的并行性写作，也被用来增强Melville自己的写作风格。

source: When he writes that the sea is "worse than the Persian host who murdered his own guests; sparing now the creatures which itself hath spawned," Alter observes that "the two long clauses...
zh_cn: 作家Melville有一段写道：“sea is worse than the Persian host who murdered his own guests; sparing now the creatures which itself hath spawned（大海比他们的波斯主人更加凶残，杀死了自己的客人。它只饶恕海里的生物。）”。

source: could almost be read as two lines of Biblical poetry."
zh_cn: Alter指出这段中两个长长的分句模枋的是圣经诗歌的结构。

source: The irony is that Melville uses these Biblical tropes in constructing a book that is a kind of anti-Bible—a long refutation of the existence of God and the goodness of Creation.
zh_cn: 具有讽刺意味的是，Melville使用圣经中的比喻来组织小说的结构，但中心主题却和圣经相反：驳斥上帝的存在，反对创世纪的说法。

source: In one of the best sections of Pen of Iron, Alter focuses on Melville's use of Leviathan, the Biblical sea-monster, as a way of turning Scripture against itself.
zh_cn: 在《Pen of Iron》这本书中，Alter重点描述了Melville是如何借用圣经中的海怪Leviathan来表达自己的观点。

source: Leviathan, who is of course a prototype of Moby Dick, seems to Melville to puncture the Bible's own chronology: Who can show a pedigree like Leviathan?
zh_cn: Leviathan就是Moby Dick的原型，作者Melville好像穿越了时间和空间界限，来到圣经的古老世界： 谁还能见到像Leviathan一样的海怪呢？Ahab的鱼叉比埃及法老还要古老。

source: Ahab's harpoon had shed blood older than Pharaoh's. Methusaleh seems a schoolboy.
zh_cn: Methusaleh看起来更像是一个小学生。

source: I look round to shake hands with Shem.
zh_cn: 我四处寻找想和Shem挥挥手。

source: I am horror-struck at this antemosaic, unsourced existence of the unspeakable horrors of the whale, which, having been before all time, must needs exist after all humane ages are over.
zh_cn: 看到那头古老的，不知从哪里来的白鲸，我感到莫名的恐怖。它看起来会一直生存，即使人类灭亡了，它还会生活在这个世界。

source: Leviathan, as the principle of brute violence and evil, is older than the Biblical dispensation ("antemosaic") and will survive it.
zh_cn: Leviathan代表野蛮、残忍和暴力，它出现在比摩西制定律法的还有久远的时代（“antemosaic”比摩西还早的），而且还会继续生存。

source: As Alter writes, the whale "drops the bottom out of history, leaving man as an inconsequential and transient mote in a play of cosmic energies that vastly antedates him and that will no doubt outlast him."
zh_cn: 就像Alter写道，“白鲸来自于远古时代，早于人类存在，晚于人类消失。而人类在宇宙的巨大能量之中却是一个个渺小的尘埃。” 所以，Melville通过对圣经的引用，预示着一个新时代，即后圣经世界观的到来。

source: In this way, Melville uses the Bible to herald a new, post-Biblical worldview—which is one reason why his echoes of the King James text are so starkly powerful.
zh_cn: 这就是作家Melville如此和圣经的文字内容相互呼应的原因之一。

source: Alter's other subjects, Faulkner and Bellow, are also powerful prose stylists, but they are less directly indebted to the English Bible.
zh_cn: 作者Alter还分析了Faulkner和Bellow的作品。他们都是高超的散文家，但是受圣经的影响却没有那么直接。

source: The style of Absalom, Absalom, with its nonce words, Latinisms, involved syntax, and general fanciness, is as unlike the plainness of the Authorized Version as English can well be.
zh_cn: 《AbsalomAbsalom（押沙龙，押沙龙）》的语言风格非常丰富，既有杜撰词，拉丁词，又涉及了句法规则，还有一些荒诞情节。这和钦定英译本圣经简单平时的风格完全不同。

source: Yet as Faulkner's title announces, the novel's plot is based on events from the life of King David—the rape of Tamar, the murder of Amnon, and the rebellion of Absalom.
zh_cn: 然而，从小说的标题中我们就可得知，小说和圣经中的大卫国王这一人物的一系列事件有关：被强暴的Tamar，杀人凶手Amnon，反叛者Absalom。

source: More, Alter writes, Faulker builds the book around certain primal words that come straight from the King James Bible: "birthright, curse, land or earth, name and lineage...seed, birthplace, inheritance, house, flesh and blood...dust and clay."
zh_cn: 作者Alter写道，Faulker在他的著作中使用了很多钦定英译本圣经中的词汇，例如“birthright（与生俱来的权利），curse（诅咒），land or earth（土地和泥土），name and lineage（名子和血统），seed（种子），birthplace（出生地），inheritance（继承），house（房子），flesh and blood（骨肉），dust and clay（尘土）。”

source: The influence of the King James Bible on Bellow is still more remote, and Alter strains a bit to justify his inclusion in this survey; as he writes, &quot;my choice of the brief novel Seize the Day...may seem a little eccentric.&quot; Unlike Melville and Faulkner, Bellow did not come from a culture saturated in the rhythms and imagery of the English Bible.
zh_cn: Alter指出钦定英译本圣经仍然对Bellow有一定的影响，并简单的证明了他的观点。他指出“选择Bellow的作品《勿失良辰》可能有些奇怪”。 和Melville和Faulkner不同，Bellow不是来自于一个被英语圣经浸染的文化。

source: He grew up speaking English, French (in Quebec) and Yiddish, and was the only writer Alter discusses to be familiar with the original Hebrew Bible, which he studied in heder, the traditional Jewish school.
zh_cn: 他从小就讲英语，法语（魁北克省）和意第绪语，是在Alter所讨论的唯一一位熟知希伯来文圣经的作家。他曾经在传统的犹太教学校学习过。

source: This meant that &quot;the King James Version was something of an acquired taste for Bellow&quot;; more, that &quot;claiming the canonical English version [was]...a conscious act of fashioning an American identity.&quot; Yet Alter finds few concrete traces of the Bible in Seize the Day, beyond the allusions to the Psalms that Bellow uses to evoke Tommy Wilhelm&#39;s sense of being surrounded by enemies.
zh_cn: 这就意味着“Bellow对钦定英译本圣经的认知是后天形成的”而且，“声称使用标准英语版本的圣经正是希望塑造美国身份的自觉行为”。 然而，Alter的书中只有少许关于《勿失良辰》和圣经相互关联的例子。其中一个是Bellow使用《诗篇》中的典故以唤起Tommy Wilhelm被敌人包围时的感觉。

source: Indeed, the disappearance of a canonical, universal idiom, such as the Bible once provided, is one of the themes of Bellow&#39;s novella: &quot;Every other man spoke a language entirely his own, which he had figured out by private thinking,&quot; Wilhelm complains.
zh_cn: 其实，逐渐消失的标准、大众化的圣经成语，是Bellow小说中讨论的一个主题“Wilhelm抱怨道‘每个人都自说自话，以自我为中心’。”

source: Pen of Iron makes a convincing case that it is impossible to fully appreciate American literature without knowing the King James Bible—indeed, without knowing it almost instinctively, the way generations of Americans used to know it.
zh_cn: 作者Robert Alter的著作《Pen of Iron》向我们阐述道，不熟悉钦定英译本圣经就不会欣赏美国的文学。虽然我们并没有意识到，但美国几代人都是以这种方式阅读美国文学。

source: The problem is that, over the course of the last century, Biblical literacy has plummeted, even as translations and editions of the Bible have proliferated. (Several free apps can put the whole King James Bible, along with many other versions, on your iPhone.) It would be interesting to try to read more recent American fiction through Alter's lens: can you hear the Bible in David Foster Wallace's prose, or Lydia Davis's?
zh_cn: 但现在的问题是，自从上世纪以来，虽翻译版本圣经和再版圣经大量增加，和圣经有关的文学作品却一落千丈。 你的iPhone中就可能安装了很多提供阅读几种版本圣经的免费应用程序，其中就包括钦定英译本圣经。 透过Alter的视角分析，你可以阅读到更多的当代美国小说：David Foster Wallace或Lydia Davis的散文是否有圣经故事的影子？读一读作者的分析还是很有趣的。

source: "The essential point for the history of our literature." Alter writes at the end of Pen of Iron, "is that the resonant language and the arresting vision of the canonical text, however oldentime they may be, continue to ring in cultural memory."
zh_cn: 作者在《Pen of Iron》一书的结尾写道，“美国文学史上重要的一个环节就是这种具有共鸣性的语言和丰富想象的规范文字，尽管很古老，但仍然在我们的文化记忆中回荡”。

source: I wonder how faint the ring can grow before we stop hearing it completely.
zh_cn: 我现在还不知道这种回响还能持续多久，尽管现在它的声音还很微弱。
